Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ ལ་ ནང་ གི་ རླུང་ གི་ ཁམས་ དང་ གང་ ཕྱི་རོལ་ གྱི་ དེ་དག་ ཐམས་ཅད་ མངོན་པར་ བསྡུས་པ འི་ ཁམས་ འདི་ ནི་ ཁམས་ ཙམ་ སྟེ །_
en: $21 “All these factors of the inner and outer wind element are, as a whole, simply that element.

source: དེ་དག་ བདག་ གི་ མ་ ཡིན །_ དེ་དག་ བདག་ མ་ ཡིན །_
en: None of these things belong to the self, nor are they the self as such.

source: དེ་དག་ བདག་ དང་ བདག་ གི་ མ་ ཡིན་ ལ་
en: They are neither the self, nor something of the self.

source: བྱེད་པ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཤིང་ ཚོར་བ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཏེ །_
en: They are not something that is accessed by an agent or anyone who experiences them.

source: དེ་ལྟ ར་ འདི་དག་ ཡང་དག་པ འི་ ཤེས་རབ་ ཀྱིས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ནས་ རླུང་ གི་ ཁམས་ དེ་ ལ་ སེམས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ བྱེད་ དེ །_
en: When this is seen correctly by means of authentic insight the mind will become free from desire in relation to the element of wind.

source: འདི་ ནི་ ཤེས་རབ་ ཀྱི་ བྱིན་ གྱི་ རླབས་ མངོན་སུམ་ དུ་ བྱེད་པ འི་ དགེ་སློང་ ཡིན་ ནོ །_།
en: Such is the achievement of the monk who directly perceives the basis of insight.

source: དེ་ ལ་ ནམ་མཁ འི་ ཁམས་ གང་ཞེ་ན །_
en: $22 “What is the space element?

source: ནམ་མཁ འི་ ཁམས་ ཀྱང་ རྣམ་པ་ གཉིས་ ཏེ །_ ནང་ ན་ ཡོད་པ་ དང་ །_ ཕྱི་རོལ་ ན་ ཡོད་པ འོ །_།
en: That element is also twofold, for there is an inner and an outer aspect.

source: དེ་ ལ་ ནང་ གི་ ལུས་ འདི་ ལ་ གང་ ཆུང་ ཟད་ ནང་ དང་ །_ སོ་སོ འི་ ནང་ གི་ ནམ་མཁའ་ དང་ །_ ནམ་མཁ འི་ རྣམ་པ་ བཟུང་བ་ དང་ ཟིན་པ་
en: The inner space element consists of space and features of space with varying degrees of internality that are found within the body and that are embraced by consciousness or merely possessed.

source: མི་ གསལ་ ཞིང་ གཟུགས་ ཀྱི་ རྣམ་ [112b] པས་ ཁྱབ་པ ར་ བྱ་བ་ དང་ །_ ཟོས་པ་ དང་ །_ འཐུངས་པ་ དང་ །_ འཆོས་པ་ དང་ །_ མྱངས་པ་ རྣམས་
en: It is not visible and may be filled by forms of matter. {{page:{number:62,id:UT22084-068-021-100088,folio:F.112.b,volume:V68}}} It opens up the possibility for the inner events of eating, drinking, digesting, and tasting.

source: ནང་ དུ་ འཇུག་པ ར་ སྐབས་ འབྱེད་པ་ དང་ །_ མིད་པ འི་ སྦུབས་ དང་ །_ མིག་ ཕུགས་ དང་ །_ སྣ འི་ བུ་ག་ དང་ །_ ལྕེ འི་ བུ་ག་ དང་ །_ ཟས་ ནང་ དུ་ འགྲོ་བ་ ལྕེ ས་ སྐབས་ འབྱེད་ པར་ བྱེད་པ་
en: It also opens up the possibility for the openings of the gullet, eye sockets, nostrils, throat, and the tongue’s actions related to food intake.

source: འདི་ ནི་ ནང་ གི་ ནམ་མཁ འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: All such factors are referred to as the inner space element.

source: དེ་ ལ་ ཕྱི་རོལ་ གྱི་ ནམ་མཁ འི་ ཁམས་ གང་ཞེ་ན །_
en: $23 “What is the outer space element?

source: གང་ ཆུང་ ཟད་ མ་ བཟུང་བ་ མ་ཟིན་པ་ མི་ གསལ་ ཞིང་ ཁྱབ་པ ར་ བྱེད་པ་ མ་ཡིན་པ་ སྟེ །_
en: The outer space element consists of the non-occupying factor that is invisible and that is neither embraced by consciousness nor merely possessed.

source: འདི་ལྟ་སྟེ །_ ཤིང་ལོ འི་ བར་ གྱི་ གསེབ་ དང་ །_ རི་ཕུག་ གི་ བུ་ག་ དང་ །_ རི་ཕུག་ གི་ བུ་ག འི་ གསེབ་ དང་ །_ ཆུ་བོ འི་ གསེབ་ དང་ །_ གང་ ཕྱི་རོལ་ གྱི་ བུ་ག་ ཡོད་པ་ འདི་ ནི་ ཕྱི་རོལ་ གྱི་ ནམ་མཁ འི་ ཁམས་ ཞེས་ བྱ འོ །_།
en: Thus, the spaces between the leaves on a tree, as well as mountain caves and cave systems, riverbeds, and all other such external cavities are collectively referred to as the outer space element.

source: དེ་ ལ་ གང་ ནང་ གི་ གཟུགས་ ཀྱི་ རྣམ་པ འི་ ནམ་མཁ འི་ ཁམས་ དང་ །_ གང་ ཕྱི་རོལ་ གྱི་ དེ་དག་ གཅིག་ ཏུ་ བསྡུས་པ འི་ ཁམས་ འདི་ ནི་ ཁམས་ ཙམ་ སྟེ །_
en: The spaces within inner forms and the outer spaces are, as a whole, simply the element of space.

source: དེ་དག་ ཐམས་ཅད་ བདག་ གི་ མ་ ཡིན །_ |#| དེ་དག་ བདག་ མ་ ཡིན །_ དེ་དག་ བདག་ དང་ བདག་ གི་ མ་ ཡིན་ ཏེ །_
en: They neither belong to the self, nor are they the self as such. |#| They are neither the self, nor something belonging to the self.

source: འདི་ལྟར་ དེ་དག་ ཡང་དག་པ འི་ ཤེས་རབ་ ཀྱིས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ནས་ ནམ་མཁ འི་ ཁམས་ ལ་ སེམས་ འདོད་ཆགས་ དང་ བྲལ་ ཞིང་ དེ་དག་ མཐོང་ ནས་ འཇུག་པ ར་ མི་ འགྱུར་ རོ །_།
en: When this is seen correctly by means of genuine insight, the mind will become free from desire in relation to the element of space and will not pursue it.

source: དེ་དག་ ཐམས་ཅད་ བདག་ གི་ མ་ ཡིན །_
en: None of these factors belong to the self, nor are they the self as such.

source: དེ་དག་ བདག་ མ་ ཡིན །_ དེ་དག་ བདག་ དང་ བདག་ གི་ མ་ ཡིན་ ཏེ །_
en: They are neither the self, nor something belonging to the self.

source: བྱེད་པ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཤིང་ །_ ཚོར་བ་པོ ས་ གནས་ སུ་ མ་ བྱས་པ འི་
en: They are not something that is accessed by an agent or anyone who experiences them.

source: ནམ་མཁ འི་ ཁམས་ ལ་ སེམས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: Thus, the mind will be free from desire in relation to the element of space.

source: དེ་ ལ་ ཡིད་ ཀྱི་ ཁམས་ གང་ཞེ་ན །_
en: $24 “What is the mind element?

source: སྐྱེ་མཆེད་ བཅུ་གཉིས་ དང་ །_ ཡང་དག་ པར་ ལྡན་པ་ ནི་ ཡིད་ ཀྱི་ ཁམས་ ཏེ །_
en: The mind element is what possesses the twelve sense sources.

source: མིག་ གི་ རྣམ་པར་ ཤེས་པ ས་ དོན་ མཐོང་བ་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ ས་ རྗེས་སུ་ མྱོང་ སྟེ །_
en: When a form is seen by means of the eye consciousness, then that will also be experienced by the mind consciousness.

source: དེ་བཞིན་ དུ་ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དག་ ནི་
en: The same is the case with the consciousnesses of the ear, nose, tongue, body, and mind;

source: ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ འི་ ཁམས་ རབ་ཏུ་ འབྱུང་བ འི་ རྩ་བ་ ཡིན་ ནོ །_།
en: they all function as the source of the mind consciousness.

source: འདིར་ ཚིགས་ སུ་ བཅད་པ །_
en: $25 “At this point there are some verses:

source: ཡིད་ ནི་ སྔོན་ དུ་ འགྲོ་བ འི་ ཆོས །_།
en: “Mind is the antecedent factor;

source: ཡིད་ མགྱོགས་ ཡིད་ ནི་ [113a] འགྲོ་བ་ ཡིན །_།
en: Mind is quick and fleeting. {{page:{number:63,id:UT22084-068-021-100089,folio:F.113.a,volume:V68}}}

source: ཡིད་ ནི་ ཤིན་ཏུ་ གསལ་བ་ ཡིས །_། སྨྲ་བ་ དང་ ནི་ འབྱེད་ པར་ འགྱུར །_།
en: Since mind is very bright, It works with language and discriminations.

source: སྡིག་པ འི་ མཚན་ཉིད་ བསལ་བ་ ཡིས །_། འཆི་ དང་ སྐྱེ་བ་ རྣམ་ཤེས་ ཤིང་ །_།
en: $26 “By dispelling the characteristics of evil, It knows death and birth. And

source: ལས་འབྲས་ དེ་ཉིད་ ཤེས་པ་ ནི །_། འཆི་བ་ མེད་པ འི་ གནས་ འཐོབ་བོ །_།
en: knowing the nature of cause and effect, It attains the abode of immortality.

source: གང་དག་ དབང་པོ་ ཀུན་འཛིན་པ །_། འབྱུང་པོ་ ཀུན་ ལ་ ཕན་པ ར་ དགའ །_།
en: $27 “Endowed with all faculties, One joyfully benefits all beings

source: དབང་པོ་ བདེ་ ཞིང་ ཞི་ ལ་ དུལ །_། དེ་ལྟ་ བུ་ ནི་ དགེ་སློང་ ཡིན །_།
en: While one’s faculties are happy, peaceful, and tamed— A person of this sort is a monk.

source: ཇི་ལྟ ར་ དབང་པོ་ དྲུག་ ལ་ གནས །_། འདོད་ཆགས་ དགྲ་ ནི་ ཟློག་པ ར་ བྱེད །_།
en: $28 “Abiding by the six faculties, He turns back the enemy, desire.

source: དཔའ་བོ་ ཤེས་རབ་ བྱེད་ ལྡན་ གང་ །_། དེ་ ནི་ ཞི་བ འི་ གནས་ འཐོབ་བོ །_།
en: Such is the hero of insight Who attains the abode of peace.

source: དགོན་པ ར་ གནས་ ལ་ དགའ་བྱེད་ ཅིང་ །_། མཉམ་ གཞག་ ས་ ལ་ གནས་པ་ ནི །_།
en: $29 “Joyfully dwelling in the forest, He abides within equipoise.

source: མཁའ་སྤྲིན་ རླུང་ གིས་ གཏོར་བ་ ལྟར །_། སྡིག་པ འི་ ཆོས་ རྣམས་ འཇིག་པ ར་ བྱེད །_།
en: Like the wind in the sky scattering clouds, He demolishes the factors of evil.

source: ལུས་ངག་ ལས་ ཀྱི་ མཐའ་ དགེ་ ཞིང་ །_། སྤྱོད་པ་ དགེ་ ལ་ ཡང་དག་ དགའ །_། དེ་ཉིད་ ལྟ་ ཞིང་ བྱ་བ་ མཁས །_། བདུད་ ཀྱིས་ བསྒྲུབས་པ་ འཇིག་པ ར་ བྱེད །_།
en: $30 “The one whose physical and verbal deeds are virtuous, Who takes joy in virtuous conduct, Regards reality, and is skilled in action, He will destroy what is accomplished by the māras.

source: འདོད་ཆགས་ ལ་སོགས་ མི་ གནོད་ ཅིང་ །_། དགེ་བ འི་ སེམས་ ལ་ བརྐམ་ཆགས་ མེད །_། བྱམས་ དང་ སྙིང་རྗེ་ མང་བ་ ནི །_། དགེ་སློང་ ངེས་པ ར་ འབྱུང་ ལ་ གནས །_།
en: $31 “Unharmed by desire and so forth, His virtuous mind is free from craving desire And endowed with abundant love and compassion— Such is the monk who achieves deliverance.

source: གང་དག་ ཡུལ་ གྱི་ འཆིང་བ འི་ རྒྱུ །_། གཟུགས་ ལ་སོགས་པ་ མི་འདོད་པ །_། དེ་ ནི་ ཞི་བ་ མཆོག་ འགྲོ་ ཞིང་ །_། གང་ དུ་ སོང་བ ར་ ཉོན་ མི་ མོངས །_།
en: $32 “He who has no concern for form And the other causes of bondage to objects Will move with supreme peace, And wherever he goes, he will be free from afflictions.

source: དེ་ནས་ གཞན་ ཡང་ ཅི་ དགེ་སློང་ འདི་ དང་ ཡིད་ ཀྱི་ དཔྱོད་པ་ བཅྭ་ བརྒྱད་ ཀྱི་ དང་པོ འི་ ས་ལས་ ས་ གཞན་ གཉིས་པ་ ལ་ འདུག་པ་ ནི །_ ཁམས་ དྲུག་ གི་ དེ་ཉིད་ ཤེས་པ འི་ ས་ ལ་
en: $33 “The monk who has ascended above the first ground of the eighteen discernments thus dwells on the second ground that is associated with the knowledge of the nature of the six elements.

source: ཅི་ ད་ལྟ ར་ ཆོས་རྗེས་ སུ་ དྲན་པ འི་ ས་ ལ་ འཇུག་ གམ་ སྙམ་ ནས
en: While on this ground, how will he then enter the ground of mindfulness of phenomena?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ ས་ གཞན་ གསུམ་པ་ ལ་ འཇུག་ གོ །_།
en: Spiritual practitioners who carefully observe inner phenomena determine by means of knowledge derived from hearing, or through the divine eye, that such a monk will enter the third ground.

source: དགེ་སློང་ དེ་ཉིད་ མཐོང་བ་ དེ འི་ ས་ གཞན་ གང་ཞེ་ན །_
en: $34 “What is the ground of the monk who has seen reality?

source: སེམས་ ཕན་ཚུན་ དུ་ འགྱུར་བ་ ནི་ ས་ གཞན་ ཡིན་ ཏེ །_
en: It is the ground of mental events in mutual relation.

source: དེ་ བདེ་བ་ སྐྱེས་པ་ རྣམ་པར་ ཤེས་ ཤིང་ སྡུག་བསྔལ་ སྐྱེས་པ་ རྣམ་པར་ ཤེས །_ ཡིད་ བདེ་བ་ [113b] རྣམ་པར་ ཤེས་ ཤིང་ ཡིད་ མི་ བདེ་བ་ རྣམ་པར་ ཤེས །_ བཏང་སྙོམས་ རྣམ་པར་ ཤེས་ ཤིང་ བདེ་བ་ ཆུང་ ཟད་ རྣམ་པར་ ཤེས་ ཏེ །_
en: He will now be aware of the arising of pleasure and pain, mental pleasure and {{page:{number:64,id:UT22084-068-021-100090,folio:F.113.b,volume:V68}}} mental displeasure, neutral sensation, and slight pleasure.

source: བདེ་བ་ མྱོང་བ ར་ འགྱུར་བ འི་ རེག་པ་ ལ་ བརྟེན་ ནས་ བདེ་བ འི་ ཚོར་བ་ སྐྱེ འོ །_། དེ་ བདེ་བ འི་ ཚོར་བ་ འདི་ མྱོང་བ་ ན་ བདེ་བ འི་ ཚོར་བ་ མྱོང་ ངོ་ ཞེས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ དུ་ རབ་ཏུ་ ཤེས་ སོ །_།
en: He will correctly comprehend that sensations of pleasure arise based on pleasant contact and he will thus notice that ‘this is the experience of pleasure’ whenever a pleasant sensation is felt.

source: དེ་ནས་ དེ་ བདེ་བ་ མྱོང་བ འི་ རེག་པ་ གང་ འགགས་ ན །_ དེ་ བདེ་བ་ མྱོང་བ འི་ རེག་པ་ ལ་ བརྟེན་ ནས་ ཚོར་བ་ སྐྱེས་པ་ མྱོང་བ་ ན །_ བདག་ གི་ བདེ་བ འི་ ཚོར་བ་ ནུབ་བོ་ ཞེས་ ཚོར་བ་ ནུབ་པ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: Whenever a pleasant contact ceases, he will notice that his pleasant sensation, which arose in dependence upon the experience of pleasant contact, has now disappeared. Thus, he will be aware that the given sensation ends.

source: བདག་ གི་ བདེ་བ འི་ ཚོར་བ་ ཉེ་བ ར་ ཞི་ ཞིང་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ སྐྱེ་ སྟེ །_ བརྟེན་ ནས་ འབྱུང་བ འི་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: When his pleasant sensation dies out and is replaced by a painful sensation, he will notice the dependent arising of that painful sensation.

source: བདག་ གི་ བདེ་བ འི་ ཚོར་བ་ སྐྱེས་ ཏེ །_ དེ་དག་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: When a pleasant sensation is present he will notice that.

source: ཇི་ལྟ ར་ བདེ་བ་ མྱོང་བ ར་ འགྱུར་བ འི་ རེག་པ་ བཤད་པ་ དེ་ལྟ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་བ་ ཡང་ རྒྱ་ ཆེ ར་ ཡང་དག་ པར་ བརྗོད་པ ར་ བྱ འོ །_།
en: What was here explained about the experience of pleasant contact should be understood to apply equally to the context of painful experience.

source: ཡིད་ བདེ་བ་ རྣམ་པར་ ཤེས་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $35 “How should one understand mental pleasure?

source: ཡིད་ བདེ་བ འི་ གཞིར་ འགྱུར་བ འི་ རེག་པ་ ལ་ བརྟེན་ ནས་ ཡིད་ བདེ་བ་ སྐྱེས་པ འོ །_།
en: Mental pleasure is what arises based on the relevant kind of contact.

source: ཡིད་ མི་ བདེ་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: How should we understand mental displeasure?

source: ཡིད་ མི་ བདེ་བ འི་ གཞིར་ འགྱུར་བ འི་ རེག་པ་ ལ་ བརྟེན་ ནས་ ཡིད་ མི་ བདེ་བ་ སྐྱེས་པ འོ །_།
en: Mental displeasure is what arises based on the relevant kind of contact.

source: དེ་ནས་ འདི་ལྟར་ དེ འི་ ཡིད་ བདེ་བ འི་ གཞིར་ འགྱུར་བ འི་ ཚོར་བ་ ཇི་ལྟ་བ་ བཞིན་ རྗེས་སུ་ རྟོག་ སྟེ །_ ཡིད་ བདེ་བ འི་ གཞིར་ འགྱུར་བ་ འགོག་པ་ མཐོང་ ནས་ ཡིད་ བདེ་བ་ ལས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: Thus, as one correctly understands the sensations that are the basis for mental pleasure, and then perceives their cessation, one will become free from the desire for mental pleasure.

source: གང་ བདག་ གི་ ཡིད་ བདེ་བ འི་ ཚོར་བ་ སྔོན་སྐྱེས་པ་ དེ་ ཟད་ ཅིང་ ཞི་ ལ་ རྣམ་པར་ བྲལ་བ་ དེ་ལས་ དེ འི་ འདོད་ཆགས་ དང་ བྲལ་བ་ སྐྱེ་ སྟེ །_ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ སོ་སོ ར་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: When one notices that one’s previously manifest feelings of mental pleasure are exhausted, pacified, and lost, one will give rise to and correctly experience a state of freedom from the desire for mental pleasure.

source: དེ་བཞིན་ དུ་ ཡིད་ མི་ བདེ་བ་ ལ་ ཡང་ བརྗོད་པ ར་ བྱ་ ཞིང་ བཏང་སྙོམས་ ལ་ ཡང་ དེ་བཞིན་ དུ་ བརྗོད་པ ར་ བྱ འོ །_།
en: Similar accounts can be given in the context of mental displeasure and neutral sensation.

source: དེ འི་ ས་ གཞན་ གསུམ་པ་ འདི་ ལ་ འཇུག་པ་ ལ་ ས་བླ འི་ གནོད་སྦྱིན་ ཤིན་ཏུ་ དགའ་ ནས །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ [114a] བཞི་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ ལྷ་ རྣམས་ ཀྱི་ དབང་པོ་ བརྒྱ་བྱིན་ ཀཽ་ཤི་ཀ་ ལ །_
en: $36 “Whenever someone enters this third ground, the terrestrial yakṣas will convey that to the celestial yakṣas, who, in turn, will inform the Four Great Kings, and {{page:{number:65,id:UT22084-068-021-100091,folio:F.114.a,volume:V68}}} the Four Great Kings will pass the message on to Kauśika, ruler of the gods. They will inform him,

source: གང་ འཛམ་བུ འི་ གླིང་ ན་ རིགས་ ཀྱི་ བུ་ དེ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ །_ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་བ །_ ཡུལ་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་ཁྱེར་ མང་གེ་མོ་ ཞིག་ ཏུ་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ རིགས་ ཀྱི་ བུ་ མིང་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ ཞིང་ །_
en: ‘In Jambudvīpa the noble son, who goes by such and such a name and is of such and such an area, town, and family, previously shaved off his hair and beard, and with faith has gone forth from the household to become a homeless mendicant.

source: དེ་ ས་ གཞན་ གསུམ་པ་ ལ་ ཞུགས་ ཏེ །_
en: Now this noble son has entered the third ground.

source: བདུད་ དང་ ལྷན་ཅིག་ གཡུལ་འགྱེད་ པར་ འདོད་པ ས་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་པ ར་ བྱེད་ ལ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ་བ ར་ བྱེད་ དོ་ ཞེས་ མངོན་པར་ བསྙད་ དོ །_།
en: Thus, intent on giving battle to the māras, he is binding their forces, while rousing the forces of the sacred Dharma.’

source: ལྷ་ རྣམས་ ཀྱི་ དབང་པོ་ བརྒྱ་བྱིན་ ཀཽ་ཤི་ཀ ས །_ དེ་ ཐོས་ ནས་ མཆོག་ ཏུ་ དགའ་ ཞིང་ །_
en: $37 “When Kauśika, ruler of the gods, hears this he will be extremely delighted.

source: གླང་པོ་ཆེ་ ས་སྲུང་ གི་ བུ་ ལ་ ཞོན་ ཏེ །_ རྫུ་འཕྲུལ་ ཆེ་བ འི་ ལྷ འི་ ཚོགས་ ལ་སོགས་ པས་ བསྐོར་ ནས །_ འཐབ་བྲལ་ གྱི་ ལྷ་ རྣམས་ ལ་ འཛམ་བུ འི་ གླིང་ ན་
en: Riding on his elephant mount, Airāvaṇa, and surrounded by great gatherings that include gods endowed with miraculous powers, he will inform the gods of the Heaven Free from Strife about the events in Jambudvīpa.

source: རིགས་ ཀྱི་ བུ་ ཞེས་ བྱ་བ་ ནས་ རྒྱ་ ཆེ ར་ སྦྱར་ ཏེ །_ ས་ གཞན་ གསུམ་པ་ ལ་ ཞུགས་པ འི་ བར་ དང་ །_ བདུད་ དང་ ལྷན་ཅིག་ གཡུལ་འགྱེད་ པར་ འདོད་པ །_ བདུད་ ཀྱི་ ཕྱོགས་ དམའ་བ ར་ བྱེད་ ཅིང་ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ མངོན་པར་ མཐོ་བ ར་ བྱེད་ དོ་ ཞེས་ བསྙད་ དོ །_།
en: He will let them know that a certain noble son has now entered the third ground, and that, with the intention to give battle to the māras, he is binding their forces while rousing the forces of the sacred Dharma.

source: ལྷ འི་ དབང་པོ་ བརྒྱ་བྱིན་ ལས་ དེ་ ཐོས་ ནས །_ འཐབ་བྲལ་ གྱི་ ལྷ་ རྣམས་ ཤིན་ཏུ་ ཡིད་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: When the gods of the Heaven Free from Strife receive this message from Śakra, ruler of the gods, they will be thoroughly delighted.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ ས་ གཞན་ གསུམ་པ་ ལས་ ས་ གཞན་ བཞི་པ་ ལ་ ཇི་ལྟ ར་ འཇུག་ ཅིག་ གུ་ སྙམ་ ནས །_
en: $38 “How does a monk progress from the third to the fourth ground?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ དེས་ གཞན་ བཞི་པ་ ལ་ འཇུག་པ་ ནི་ རེག་པ འི་ རྐྱེན་ གྱིས་ བདེ་བ་ མྱོང་བ ར་ འགྱུར་བ་
en: Spiritual practitioners who carefully observe inner phenomena see by means of knowledge derived from hearing, or through the divine eye, that when entering the fourth ground a monk will experience pleasure due to the condition of contact.

source: བདེ་བ འི་ རྒྱུ་ དང་ །_ བདེ་བ འི་ གཞི་ དང་ །_ བདེ་བ འི་ རྐྱེན་ གྱིས་ བདག་ གི་ ཚོར་བ་ སྐྱེས་ སོ །_།
en: This is a personal sensation due to the causes, bases, and conditions of pleasure.

source: དེ་ འགགས་ ཤིང་ རྣམ་པར་ ཞི་ ལ་ ནང་ དུ་ ནུབ་པ་ དེ་ མ་ ཐག་ ཏུ་ སྡུག་བསྔལ་ གྱི་ རེག་པ་ དང་ །_ སྡུག་བསྔལ་ གྱི་ [114b] གཞི་ དང་ །_ སྡུག་བསྔལ་ ཀུན་འབྱུང་བ་ དང་ །_ སྡུག་བསྔལ་ ཉིད་ ཀྱིས་ བདག་ གི་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ སྐྱེས་ སོ །_།
en: Whenever that sensation ceases, is pacified, and disappears there will immediately be a painful form of contact and thus—due to the bases of suffering, {{page:{number:66,id:UT22084-068-021-100092,folio:F.114.b,volume:V68}}} the origin of suffering, and suffering itself—there will arise a personal sensation of pain.

source: དེ་བཞིན་ དུ་ བཏང་སྙོམས་ ཀྱི་ རྐྱེན་ དང་ །_ རེག་པ འི་ རྐྱེན་ གྱིས་ ཚོར་བ་ སོ་སོ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: The monk will likewise notice sensations that are based on the conditions of neutral sensation and contact.

source: སྐད་ཅིག་ སྐད་ཅིག་ ལ་ བདག་ གི་ རེག་པ འི་ ཚོར་བ འི་ གྲོགས་ དང་ རེག་པ་ འབྱུང་བ་ སྐྱེ་ སྟེ །_
en: Thus, from moment to moment, he will be associated with personal sensations as contacts arise.

source: དེ་ བདེ་བ འི་ ཚོར་བ་ ལ་ མི་ དགའ་ ཞིང་ ཆགས་པ ར་ མི་ བྱེད་ ལ་ ཚོར་བ་ དེ་ ལ་ མངོན་པར་ མི་ དགའ་ ཞིང་ མང་ དུ་ མི་ བྱེད་ དེ་ རོ་ མྱོང་བ ར་ མི་ བྱེད་ དོ །_། དེ་བཞིན་ དུ་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ ས་ ཀྱང་ གནོད་པ ར་ མི་ བྱེད་ ཅིང་ རྣམ་པར་ འཚེ་བ ར་ མི་ བྱེད་ ལ་ རྙོག་པ་ ཅན་ དུ་ མི་ བྱེད་ དོ །_།
en: Yet he will not welcome, yearn for, or take delight in sensations of pleasure, nor will he be harmed, hurt, or disturbed by sensations of pain.

source: !དེ་ བཏང་སྙོམས་ ལ་ གནས་ ཏེ །_ དྲན་པ་ དང་ ཤེས་བཞིན་ དང་ ལྡན་པ་ ཡིན་ ན་ ནི །_ ཚོར་བ་ གསུམ་པོ་ འདི་དག་ གིས་ གལ་ཏེ་ ན་ གཏན་ དུ་ སེམས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར །_
en: When in this way he persistently#26 remains neutral with mindfulness and attentiveness, he will attain a detached frame of mind by means of the three sensations.

source: ཡང་ན་ བཏང་སྙོམས་ ཁྱད་པར་ཅན་ གཞན་ དུ་ འགྱུར་ ཏེ །_ ཡོངས་སུ་ དག་པ་ དང་ རྣམ་པར་ བྱང་བ ར་ འགྱུར་ རོ །_།
en: $39 “The monk may also attain a special equanimity associated with purification and clarity.

source: དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: He will think,

source: ཀྱེ་ ཨེ་མ་ བདག་ གིས་ ནམ་མཁའ་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ འདི་ལྟར་ ཡོངས་སུ་ དག་པ །_ འདི་ལྟར་ རྣམ་པར་ བྱང་བ་ འདི་ རྫོགས་པ ར་ བྱ་ ཞིང་བདག་ གི་ སེམས་ དང་ འཐུན་ པར་ བྱ་ སྟེ །_
en: ‘Ah, I shall perfect and attune my mind to the pure and clear equanimity of the sense source of infinite space.

source: བདག་ གི་ བཏང་སྙོམས་ ཀྱི་ མཐར་གཏུགས་པ་ དང་ འབྲེལ་བ་ མངོན་སུམ་ དུ་ བྱས་ ལ །_
en: I shall connect with, and abide perfectly within, the limit of equanimity.

source: དེ་ ལ་ མཆོག་ ཏུ་ ལྷག་པ ར་ གནས་པ ར་ བྱ །_ བདག་ ནམ་མཁའ་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ ཀྱིས་ བསྡུས་པ་ དེ་ རྫོགས་པ ར་ བྱས་ ཏེ་ གནས་ སོ །_།
en: I shall complete and remain within the state comprised of the equanimity of the sense source of infinite space.

source: བདག་ གིས་ འདི་ལྟར་ ཡོངས་སུ་ དག་ ཅིང་ འདི་ལྟར་ རྣམ་པར་ བྱང་བ་ རྣམ་ཤེས་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ དང་ །_ ནམ་མཁའ་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ དང་ །_ ཅི་ཡང་ མེད་པ འི་ སྐྱེ་མཆེད་ དང་ །_ འདུ་ཤེས་ མེད་ འདུ་ཤེས་ མེད་ མིན་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ འདི་ རྫོགས་པ ར་ བྱས་ ཏེ གནས་པ ར་ བྱ འོ་ སྙམ་ མོ །_།
en: I shall complete and remain within the purity and clarity that are associated with the equanimity of the sense sources of infinite space, infinite consciousness, nothing whatsoever, and neither notion nor no notion.

source: དེ་ འདུ་ཤེས་ མེད་ འདུ་ཤེས་ མེད་ མིན་ སྐྱེ་མཆེད་ རྫོགས་པ ར་ བྱས་ ཏེ་ གནས་པ་ དེ་ དང་ བདག་ གི་ སེམས་ འཐུན་ པར་ བྱེད་ ལ་ བཏང་སྙོམས་ དེ་ ལ་ གནས་ ཤིང་ འདུག་ སྟེ །_
en: I shall complete, and abide within, the source of neither notion nor no notion. I shall attune my mind to that state.

source: དེ་ ལ་ ལྷག་པ ར་ ཆགས་པ་ དང་ །_ དེ་ ཉེ་བ ར་ ལེན་པ་ བདག་ གི་ འདུ་ཤེས་ མེད་ [115a] འདུ་ཤེས་ མེད་ མིན་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ རྫོགས་པ ར་ བྱས་ ཏེ་ གནས་པ ར་ བྱ འོ་ སྙམ་ མོ །_།
en: Through attachment to, and appropriation of, that state {{page:{number:67,id:UT22084-068-021-100093,folio:F.115.a,volume:V68}}} I shall perfect and remain within the equanimity of the sense source of neither notion nor no notion.’

source: འདི་ལྟ་སྟེ་ དཔེར་ན །_ གསེར་མགར་ རམ །_ གསེར་མགར་ གྱི་ སློབ་མ་ མཁས་པ་ དེ་ སོལ་མལ་ དུ་ གསེར་ འཇུག་པ ར་ བྱེད་ དོ །_། བཅུག་ ནས་ ཕྲ་ སྐམ་ གྱིས་ བཟུང་ ཞིང་ ཡམ་ཤིང་ གིས་ འབུད་ ཀུན་ ཏུ་ འབུད་ དོ །_།
en: $40 “As an analogy, a goldsmith or his skilled apprentice may place gold in a kiln and, while holding it there with his tongs, continue to fuel the fire.

source: ལས་ ལེགས་པ ར་ བྱས་པ འི་ གསེར་ དེ་ དགེ་ ཞིང་ བཀྲ་ཤིས་ ལ་ཁ་ དོག་ བཟང་བ །_
en: Gold that has thus been carefully smelted will be bright and excellent, displaying the finest color.

source: ལས་ བྱེད་པ་ ཐམས་ཅད་ བསྟོད་པ །_ ཁ་དོག་ བཟང་བ ར་ བསྔགས་པ །_
en: All artisans will speak highly of it, and it will be praised for its fine hue.

source: ཡུལ་ ཐམས་ཅད་ དུ་ རྗེས་སུ་ འཐུན་ པར་ འཇུག་པ་ དེ་ དྲི་མ་ དང་ བྲལ་ ཞིང་ སྐྱོན་ ལྷག་མ་ ཡང་ མེད་ ལ་
en: Appreciated everywhere, such gold is stainless and flawless.

source: དུལ་ ཞིང་ བཀྲ་ཤིས་ ཏེ །_ རིན་པོ་ཆེ འི་ འོད་ ཀྱང་ ཟིལ་ དུ་ རླག་ པར་ བྱེད་ དོ །_།
en: Refined and excellent, it shines with the radiance of truly precious metal.

source: དེ་ གསེར་མགར་ རམ །_ གསེར་མགར་ གྱི་ སློབ་མ་ མཁས་པ་ གཞན་ ཞིག་ གིས་ གསེར་ ལེགས་པ ར་ སྦྱང་བ་ བྱས་པ ར་ རིག་ ནས་ ཅི་ འདོད་པ ར་ བྱེད་ དེ །_
en: Then, when another goldsmith, or his skilled apprentice, takes notice of this refined gold, he may produce whatever he wishes from it.

source: གལ་ཏེ་ བགོ་བ ར་ བྱ་བ་ དག་ ལ་ དྲིལ་བུ འི་ རྒྱན་ བྱེད །_ གལ་ཏེ་ ཤིན་ཏུ་ བལྟ་ ན་ སྡུག་པ་ དག་བྱེད །_ གལ་ཏེ་ དཔུང་རྒྱན་ དུ་ བྱེད །_ གལ་ཏེ་ སྙིང་ག ར་ མཛེས་པ འི་ རྒྱན་ བྱེད །_ གལ་ཏེ་ གླེགས་བམ་ ལ་ མཛེས་པ ར་ བྱེད །_ གལ་ཏེ་ མགོ་རྒྱན་ དུ་ བྱེད །_ གལ་ཏེ་ སོར་གདུབ་ ཏུ་ བྱེད །_ གལ་ཏེ་ གསེར་ གྱི་ ཕྲེང་བ ར་ བྱེད །_ གལ་ཏེ་ རྒྱན་ ཅོད་པན་ དུ་ བྱེད་ དེ །_
en: If his customers so desire, he may create ornamental bells, extraordinary ornaments, bracelets, pendants to beautify the breast, ornaments for scriptures, tiaras, anklets, golden chains, or crowns.

source: གང་དང་གང་ དུ་ ཁྱེར་བ་ དེ་ དང་ དེར་ ལས་ དང་ ལྡན་པ ར་ འགྱུར་ རོ །_།
en: The gold is pliable and may be used for any such desired purpose.

source: དེ་བཞིན་ དུ་ དགེ་སློང་ ཤིན་ཏུ་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ ཤེས་རབ་ ཅན་ ནི་ བདག་ གིས་ འདི་ལྟར་ ཡོངས་སུ་ དག་ ཅིང་ འདི་ལྟར་ རྣམ་པར་ བྱང་བ་ གལ་ཏེ་ ནམ་མཁའ་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ དེ་ རྫོགས་པ ར་ བྱས་ ལ་
en: $41 “Likewise, a disciplined monk endowed with insight may, in accordance with his level of purification and clarity, perfect the equanimity of the sense source of infinite space.

source: བདག་ དེ་ དང་ འཐུན་ པར་ དེ་ ལ་ གནས་ ཏེ དེ་ དང་ འབྲེལ་བ་ དང་ །_ དེ་ ལ་ ལྷག་པ ར་ གནས་པ་ དང་ །_ དེ་ ཉེ་བ ར་ ལེན་ ཅིང་
en: Thus, he may attune his mind to, connect with, remain within, and appropriate that sense source.

source: དེ་ ནམ་མཁའ་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ ཀྱི་ བཏང་སྙོམས་ རྫོགས་པ ར་ བྱས་ ཏེ་ གནས །_ རྣམ་ཤེས་ མཐའ་ ཡ ས་ སྐྱེ་མཆེད་ དང་ །_ ཅི་ཡང་ མེད་པ འི་ སྐྱེ་མཆེད་ དང་ །_ འདུ་ཤེས་ མེད་ འདུ་ཤེས་ མེད་ མིན་ སྐྱེ་མཆེད་ རྫོགས་པ ར་ བྱས་ ཏེ་ གནས་ སོ །_།
en: Just as he perfects and remains within the equanimity of the sense source of infinite space, he will also perfect and remain within the sense sources of infinite consciousness, nothing whatsoever, and neither notion nor no notion.
